Repository: urciid/iid_release_usaid
Catalog: Source Code/Web App Source Code/Development/BusinessLayer/Globalization/Email/Resource.*.resx
Languages: es, fr

# ForgotPasswordBody
source: Dear {0} {1} We received a password change request for your account. If you made this request, <a href="{2}" target="_blank">click here</a> to start the reset process. If you did not request this change, please <a href="{3}" target="_blank">contact the system administrator</a> immediately. Thank you The Improvement Indicator Database Team {4}
es: Estimado/a {0} {1} Hemos recibido una solicitud de cambio de contraseña para su cuenta. Si Ud. hizo esta solicitud, <a href="{2}" target="_blank"> haga clic aquí</a> para comenzar el proceso de reinicio. Si Ud. no solicitó este cambio, favor de <a href="{3}" target="_blank"> comunicarse con el administrador del sistema</a> inmediatamente. Equipo de la Improvement Indicator Database {4}
fr: Cher {0} {1} Nous avons reçu une demande de changement de mot de passe pour votre compte. Si vous avez effectué cette demande, <a href="{2}" cible="_blank">clique ici </a> pour commencer le processus de changement. Si vous n'avez pas demandé ce changement, s'il vous plait <a href="{3}" cible="_blank">contactez l'administrateur du système</a> immédiattement. Merci L'équipe de la base de données des indicateurs d'amélioration {4}

# ForgotPasswordSubject
source: IID Password Change Request
es: IID Solicitud para cambio de contraseña
fr: IID requette de changement de mot de passe

# NewRequestSubmittedBody
source: Dear {0} {1} Your request has been submitted for approval. You will be notified via email once your request is approved/denied. If you have any questions, please <a href="{2}" target="_blank">contact the USAID system administrator</a>. Thank you The Improvement Indicator Database Team {3}
es: Estimado/a {0} {1} Su solicitud ha sido entregada para la aprobación. Ud. será notificado/a por correo electrónico en cuanto su solicitud sea aprobada/denegada. Si Ud. tiene preguntas, facor <a href="{2}" target="_blank">comunicarse con el administrador del sistema</a>. Gracias El Equipo de la Improvement Indicator Database {3}
fr: Cher {0} {1} Votre requette a été soumise pour aprobation. Vous serez informé par mail lorsque votre requette sera approuvée /refusée. Si vous avez des questions, s'il vous plait <a href="{2}" cible="_blank">contactez l'administrateur du systeme USAID</a>. Merci L'équipe de la base de donnée des indicateurs d'amélioration {3}

# NewRequestSubmittedSubject
source: IID New Request Submitted for Approval
es: IID Nueva solicitud entregada
fr: IID Nouvelle requette transmise pour approbation

# PasswordChangedBody
source: Dear {0} {1} Your password was recently updated. If you did not request this change, please <a href="{2}" target="_blank">contact the system administrator</a> immediately. Thank you The USAID Team {3}
es: Estimado/a {0} {1} Su contraseña ha sido actualizada. Si Ud. no solicitó este cambio, favor de <a href="{2}" target="_blank">comunicarse con el administrador del sistema</a> immediatamente. Gracias El equipo de USAID {3}
fr: Cher {0} {1} Votre mot de passe est récemment mis à jour. Si vous n'avez pas demande ce changement, s'il vous plait <a href="{2}" cible="_blank">contactez l'administrateur du système</a> immediattement. Merci L'équipe de USAID {3}

# PasswordChangedSubject
source: IID Password Change Confirmation
es: IID Confirmación de cambio de contraseña
fr: IID Confirmation de changement de mot de passe

# RequestApprovalReminderBody
source: This is a reminder that a request for {0} is still pending your approval. <a href="{1}" target="_blank">Click here</a> to view the request. Thank you The Improvement Indicator Database Team
es: Éste es un recordatorio de que una solicitud para {0} aún está esperando su aprobación. <a href="{1}" target="_blank">Haga clic aquí</a> para ver la solicitud. Gracias El Equipo de la Improvement Indicator Database
fr: Ceci est un rappel qu'une requette pour {0} est toujours en attente de votre approbation . <a href="{1}" cible="_blank">Cliquez ici</a> pour voir la requette. Merci L'équipe de la base de données des indicateurs d'amélioration

# RequestApprovalReminderSubject
source: IID Request Approval Required Reminder
es: IID Recordatorio Aprobación de solicitud requerida
fr: IID Rappel que l'Approbation de la requette est requis

# RequestApprovalRequiredBody
source: A new request for {0} has been submitted that requires your approval. <a href="{1}" target="_blank">Click here</a> to view the request. Thank you
es: Una nueva solicitud para {0} ha sido entregada y require su aprobación. <a href="{1}" target="_blank">Haga clic aquí</a> para ver la solicitud. Gracias
fr: Une nouvelle demande pour {0} a ete soumise qui a besoin de ton approbattion. <a href="1" cible=_blank"> clique ici </a> pour voir la demande. Merci

# RequestApprovalRequiredSubject
source: IID Request Approval Required
es: IID Aprobación de solicitud requerida
fr: IID Approbation de la requette requis

# RequestApprovedBody
source: Dear {0} {1} Your request for {2} has been approved. Thank you The USAID Team {3}
es: Estimado/a {0} {1} Su solicitud para {2} ha sido aprobada. Gracias El equipo de USAID {3}
fr: Cher {0} {1} Votre demande pour {2} a été approuvée. Merci L'équipe de USAID {3}

# RequestApprovedSubject
source: IID Request Approved
es: IID Solicitud Aprobada
fr: IID Requette Approuvée

# RequestDeniedBody
source: Dear {0} {1} Your request for {2} has been denied for the following reasons: <blockquote>{3}</blockquote> Thank you The USAID Team {4}
es: Estimado/a {0} {1} Su solicitud para {2} ha sido denegada por las siguientes razones: <blockquote>{3}</blockquote> Gracias El equipo de USAID {4}
fr: Cher {0} {1} Votre demande pour {2} a été refusée pour les raisons suivantes: <blockquote>{3}</blockquote> Merci L'équipe de USAID {4}

# RequestDeniedSubject
source: IID Request Denied
es: IID Solicitud Denegada
fr: IID Requette refusée

# WelcomeBody
source: Dear {0} {1} Welcome to the USAID application. Your account has been activated. <a href="{2}" target="_blank">Click here</a> to change your password. If you have any questions, please <a href="{3}" target="_blank">contact the system administrator</a>. Thank you The USAID Team {4}
es: Estimado/a {0} {1} Bienvenido/a a la aplicación de USAID. Su cuenta ha sido activada. <a href="{2}" target="_blank">Haga clic aquí</a> para cambiar su contraseña. Si tiene preguntas, favor de<a href="{3}" target="_blank">comunicarse con el administrador del sistema</a>. Gracias Equipo de la Improvement Indicator Database {4}
fr: Cher {0} {1} Bien venu à l'application USAID. Votre compte a été activé. <a href="{2}" cible="_blank">Clique ici</a> pour changer votre mot de passe. Si vous avez des questions, sil vous plait <a href="{3}" cible="_blank">contactez l'administrateur du système</a>. Merci L'equipe de la base de donnees des indicateurs d'amelioration {4}

# WelcomeSubject
source: Welcome to the Improvement Indicator Database (IID)
es: Bienvenido/a a la Improvement Indicator Database
fr: Bienvenue à la base de données des indicateurs d'amélioration
